[XComGame.X2BodyPartTemplateManager]


;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;; KAINE HAIR V1.22... ;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;

[N_RepV122_Kai_Hair_A_T X2BodyPartTemplate]
DisplayName="尼尔机械纪元 - 凯尼发型 (月之泪)"

[N_RepV122_Kai_Hair_B_T X2BodyPartTemplate]
DisplayName="尼尔机械纪元 - 凯尼发型 (无 月之泪)"

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;; KAINE FLOWER V1.22... ;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

[N_RepV122_Flower_Helm_T X2BodyPartTemplate]
DisplayName="尼尔机械纪元 - 凯尼 月之泪"

[N_RepV122_Flower_FPU_T X2BodyPartTemplate]
DisplayName="尼尔机械纪元 - 凯尼 月之泪"

[N_RepV122_Flower_FPL_T X2BodyPartTemplate]
DisplayName="尼尔机械纪元 - 凯尼 月之泪"

;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;; 2B HAIR - RE[IN] ;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;

[NA_2B_Rein_Hair_C_T X2BodyPartTemplate]
DisplayName="尼尔机械纪元 - 2B发型 (A型)"

[NA_2B_Rein_Hair_D_T X2BodyPartTemplate]
DisplayName="尼尔机械纪元 - 2B发型 (B型)"


;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;; 2B HAIR ;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;

[NA_2B_Hair_A_T X2BodyPartTemplate]
DisplayName="尼尔自走人型 - 2B发型 (A型)"

[NA_2B_Hair_B_T X2BodyPartTemplate]
DisplayName="尼尔自走人型 - 2B发型 (B型)"


;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;; 2B EYEPATCH FEMALE ;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

[NA_2B_Eyepatch_F_A_Helm_T X2BodyPartTemplate]
DisplayName="尼尔自走人型 - 2B眼罩 (A型)"

[NA_2B_Eyepatch_F_A_FPU_T X2BodyPartTemplate]
DisplayName="尼尔自走人型 - 2B眼罩 (A型)"

[NA_2B_Eyepatch_F_A_FPL_T X2BodyPartTemplate]
DisplayName="尼尔自走人型 - 2B眼罩 (A型)"

[NA_2B_Eyepatch_F_B_Helm_T X2BodyPartTemplate]
DisplayName="尼尔自走人型 - 2B眼罩 (B型)"

[NA_2B_Eyepatch_F_B_FPU_T X2BodyPartTemplate]
DisplayName="尼尔自走人型 - 2B眼罩 (B型)"

[NA_2B_Eyepatch_F_B_FPL_T X2BodyPartTemplate]
DisplayName="尼尔自走人型 - 2B眼罩 (B型)"

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;; EMIL HEAD FEMALE ;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

[NA_2B_Emil_F_Helm_T X2BodyPartTemplate]
DisplayName="尼尔自走人型 - 诶米尔 头"

[NA_2B_Emil_F_FPU_T X2BodyPartTemplate]
DisplayName="尼尔自走人型 - 诶米尔 头"

[NA_2B_Emil_F_FPL_T X2BodyPartTemplate]
DisplayName="尼尔自走人型 - 诶米尔 头"


;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;; MLF HEAD FEMALE ;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

[NA_2B_MLF_F_Helm_T X2BodyPartTemplate]
DisplayName="尼尔自走人型 - 机械生命 头"

[NA_2B_MLF_F_FPU_T X2BodyPartTemplate]
DisplayName="尼尔自走人型 - 机械生命 头"

[NA_2B_MLF_F_FPL_T X2BodyPartTemplate]
DisplayName="尼尔自走人型 - 机械生命 头"


;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;; 2B EYEPATCH MALE ;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

[NA_2B_Eyepatch_M_A_Helm_T X2BodyPartTemplate]
DisplayName="尼尔自走人型 - 2B眼罩 (A型)"

[NA_2B_Eyepatch_M_A_FPU_T X2BodyPartTemplate]
DisplayName="尼尔自走人型 - 2B眼罩 (A型)"

[NA_2B_Eyepatch_M_A_FPL_T X2BodyPartTemplate]
DisplayName="尼尔自走人型 - 2B眼罩 (A型)"

[NA_2B_Eyepatch_M_B_Helm_T X2BodyPartTemplate]
DisplayName="尼尔自走人型 - 2B眼罩 (B型)"

[NA_2B_Eyepatch_M_B_FPU_T X2BodyPartTemplate]
DisplayName="尼尔自走人型 - 2B眼罩 (B型)"

[NA_2B_Eyepatch_M_B_FPL_T X2BodyPartTemplate]
DisplayName="尼尔自走人型 - 2B眼罩 (B型)"

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;; EMIL HEAD MALE ;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

[NA_2B_Emil_M_Helm_T X2BodyPartTemplate]
DisplayName="尼尔自走人型 - 诶米尔 头"

[NA_2B_Emil_M_FPU_T X2BodyPartTemplate]
DisplayName="尼尔自走人型 - 诶米尔 头"

[NA_2B_Emil_M_FPL_T X2BodyPartTemplate]
DisplayName="尼尔自走人型 - 诶米尔 头"


;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;; MLF HEAD MALE ;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

[NA_2B_MLF_M_Helm_T X2BodyPartTemplate]
DisplayName="尼尔自走人型 - 机械生命 头"

[NA_2B_MLF_M_FPU_T X2BodyPartTemplate]
DisplayName="尼尔自走人型 - 机械生命 头"

[NA_2B_MLF_M_FPL_T X2BodyPartTemplate]
DisplayName="尼尔自走人型 - 机械生命 头"


;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;; A2 发型 ;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;

[A2Hair1_T X2BodyPartTemplate]
DisplayName="尼尔自走人型 - A2 发型 1"

[A2Hair2_T X2BodyPartTemplate]
DisplayName="尼尔自走人型 - A2 发型 2"

[A2Hair1_Male_T X2BodyPartTemplate]
DisplayName="尼尔自走人型 - A2 发型 1"

[A2Hair2_Male_T X2BodyPartTemplate]
DisplayName="尼尔自走人型 - A2 发型 2"